Repository: mozilla-l10n/mt-training-data
Catalog: yaq/yaq_pontoon.tmx
Source language: en_us
Languages: yaq

source: Speak now
yaq: Nookae iani

source: Speak options menu
yaq: Imi’i yeu pu’aria nookta.

source: Start recording
yaq: Naate nok jiawai jiyokaita

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
yaq: [Jaitiuwa] bweu dinosauriom [jaitiuwa] na katsukame

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
yaq: [Jachijte) jume bwere dinosauriom [jachijte] jakwo inia bwiat na katsukame.

source: Submit
yaq: Bit'tua

source: Submit a new question for the community to read and respond to
yaq: Bit’tua nattemaiwaimta junabe a Ji’ojnokne into a yeupnane jume itom komunilat.

source: Submit a report
yaq: Tejawai ta bit'ua

source: Submit clips
yaq: nokjiwai joyokai ta bit'ua

source: Submit new questions for the community to read and respond to
yaq: Bit’tua bemela nattemaiwaim junabe u komunilat am bit’ne into am yeupnane.

source: Success
yaq: Tu'i

source: success checkmark
yaq: Tu’isi yokai bit’ri

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
yaq: Em batam bicha a soita nook tewa’ai ta mabet betchibo. Em mikko’otana a soita ka mabetbaeteko, jikaubicha a soita a cheptabaeteko. ¡kat a aebeaj ko’kopte em jaibu intumammatteim bituabaeteko!

source: Taking several attempts to read a word.
yaq: Jaikisi a ji’obila juka nokta leiaroawamta

source: Tap
yaq: yeu a pua

source: Technology and Robotics
yaq: Bemela wi’i boom tekipanoasakame into mam puj’yari sia

source: Thank you for contributing your bulk submission!
yaq: ¡Enchi te baesae bu’u nook jiawaim enchi bittuakabetchibo!

source: Thank you for contributing your voice!
yaq: ¡chookuttesia em nook jiawai ta betchibo!

source: Thank you for donating your voice clips!
yaq: ¡Chookuttesia em nook jiyokaim itom mikkak a betchibo!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
yaq: ¡Et ta baesae jume nook jiyokaim betchibo! amm bícha jume nook jiyokaim into amm bittua.

source: Thank you for your voice information
yaq: Chookuttesia em nook jiawai tejwaitabetana.

source: The bumblebee sped by.
yaq: Chu'um ti ama wam si'ika u chu'u

source: The clip has disrespectful or offensive language.
yaq: U nokawamta jiyokame ka ye yoriwamta weya

source: The giant dinosaur of the Triassic.
yaq: U bweu dinosaurio jakwo inia bwiat na wesukame

source: The giant dinosaurs of the Triassi-.
yaq: Jume bwere dinosauriom jakwo inia bwiat na katsuka-.

source: The giant dinosaurs of the Triassic.
yaq: Jume bwere dinosauriom jakwo inia bwiat na katsukame

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
yaq: Bwere dinosauriom jakwo inia bwiat na katsukame. [Leiaroak u nokjiawai]

source: The giant dinosaurs of the Triassic. Yes.
yaq: Jume bwere dinosauriom jakwo inia bwiat na katsukame. Jewi.

source: The giant dino <strong>[cough]</strong> the Triassic.
yaq: U dinosaurio bw[jachijte] inia bwiat na katuskame

source: There are currently no sentences to review in this language.
yaq: Ian lau’tipo Kaita nook tewa’aim ayuk bitbetchibo.

source: The recording was too long.
yaq: Nook jiyokai unna te’be.

source: The recording was too quiet.
yaq: Nook jiyokai ka kuusi.

source: The recording was too short.
yaq: Nook jiyokai unna jaleki.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
yaq: ta’abwisi ayuwame a'ayuk leiaroa bwe’uriapo kusi'si jiawai bea a nas'sonte amak into unna betuk jia ka tuisi jikaitu u nok jioktei

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
yaq: Setence Collector amman kibachawa bichapo wuaiwa common Voice po. Ian empo a amma JIOKTE juka nookta o keala BITNE jume nookim wuepuleika nau bit’tuawuame inimi commom Voice po.

source: The sentence has a grammatical or spelling error.
yaq: U etejori ji’opria jioktei ta weya

source: The sentence has disrespectful or offensive language.
yaq: U etejori nooki kaa yee yo’oriwam ta weya

source: The sentence must be grammatically correct.
yaq: Ju Nook tewa’i nita’ke tuisi jiokteritune.

source: The sentence must be speakable.
yaq: Ju Nook tewa’i nita’ke a tuisi tewuatune.

source: The sentence must be spelled correctly.
yaq: Ju Nook tewa’i nita’ke tuisi jiokteritune.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
yaq: Ini tejwaita empo a yeu pu’uariane; amman a kibacha junuen eateko. Juka ji’ojtejwai ta itom chibejtanta, te a e'so juka sime em tejwai ta juka e bettaba ayukanta jume em team into em correo electrónico katte nau cha’ayala em tejwai betana ju em jo’akapo into jume em team into em o’ou o em jamuttkapo.

source: Three to go!
yaq: ¡baji ka tawa!

source: Too many files
yaq: Unna bu’u ji’ojkima’im

source: Transcribe audio recordings into text
yaq: Am mamatoi jume nook jityokaim.

source: Transcribe audio recordings in your language
yaq: Am mamatoi jume nook jityokaim em nookpo.

source: Try again by dragging your file here
yaq: Intuchia a jiobila binna bicha a wikekai ji’okima'i ta

source: Try uploading again
yaq: Intuchia a ji’obila

source: Understand contribution criteria
yaq: A awe u lutu’uria ta betana nau jowamta

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
yaq: ¡Cha a awe jita jariupo nokjiawai jiyokai ta jikajako into jaisa cha ili tuisi a ya'ne jume em nokjiawai jiyokaim!

source: Upload aborted. Do you want to delete your recordings?
yaq: Ja’ana jamuk, ¿empo am tuchabae jume nook jiyokaim?

source: { $uploadedSentences } of { $totalSentences } sentences collected
yaq: { $uploadedSentences } jume { $totalSentences } ye’u puarime.

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
yaq: () jume () nautoirime). Im a pit’ta kom am wik betchibo jume nook jiawaim ka mabetwuakame.

source: Upload failed, please retry.
yaq: Ja’ana a puaktak ji’ob’ria ama yeu sika, juchi a jiobila.

source: Upload <icon></icon> public domain sentences
yaq: Nook jiawai jamutua lominio yoemia atte’ari kame.

source: Upload in progress...
yaq: Ketun jamu…

source: Upload more sentences?
yaq: ¿Wuate nook jiawaim jamutuane?

source: Use correct grammar
yaq: Tu’i si nokbichame ta jippue kai

source: Use correct spelling and punctuation
yaq: Tui’si jiojtewuamta into tu’i junumia ta jippue kai

source: Validate Readings
yaq: Nook jityokaim mabeta.

source: Validate Readings, Review Transcriptions
yaq: Nook jityokaim mabeta, a bitne jume nana’ana mamatoim.

source: Validate readings submitted by community members
yaq: Nook jityokaim mabeta jume itom komunilat ta bit’tualaum.

source: Validate user-recorded readings in your language
yaq: Nook jityokaim mabeta em nook jiwai a nooka po lutula.

source: Varying Pronunciations
yaq: Nook jiawai ka nannana yeu jia bijtewame

source: Voice Collection
yaq: Nook jiawai nau tojiri

source: Volume
yaq: bwe’uria.

source: Want to save your information? <createProfile>Create a profile</createProfile>
yaq: ¿Empo a eri’abae juka em tejwainta? Bemela bo’otekil ta ya.

source: We are going out to get a coffee.
yaq: Ne'e si'ika nim pueplou bicha

source: We are going out to get coffee.
yaq: Ne'e si'ika nim pueplou bicha.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
yaq: Kat’te a am tobo’otek jume nok jiawai jiyokaim, chia chikula unchia ji’obilane.

source: We couldn’t get any sentences for you to speak. Please try again later.
yaq: Kam tobotisukam ta bena jume etejorim. Cha ili chukula ucha jiobilane.

source: We may have run out of clips - refresh the page, or try again later.
yaq: Kat'te nok jiawai jiyokai ka tawuak inika’a noki ta mabet betchibo

source: We’re going out to get coffee.
yaq: Ne sika nim pueplou bicha

source: We're making some big changes
yaq: Aet te na’akate chiau juni tuisi aya betchibo.

source: We’re sorry, your platform is not currently supported.
yaq: Itom jiokoe, em plataforma ta ka yuma.

source: We've run out of sentences to record in this language...
yaq: Etejori lutekate inim nokipo nokwamta jiyoknetchibo...

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
yaq: Jume bempola a aweim jume nasuk jiawata ka ye a tuisi nok jiawai jiyokatoamta te a yeeka tua inika'a, juka jiawata ousi a kusiak juni a mabeta uka jiokteita tuisi amma yeu a jia'o, Tu'i wikam amma nasuk jiao ta ka tua kusi'sia, jume bwikam ka tuisi nokta enchi am mammattetoame a la jaibu ka tui.

source: What issues are you experiencing with this sentence?
yaq: ¿Jiata'a ama ayuk inim etejoripo?

source: What needs to be in my file?
yaq: ¿Jitá a ama wueye inimim ji'okima’i po?

source: What sentences can I add?
yaq: ¿Jita nook jiawuaim empo a a amma kibachak?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
yaq: A jikajako, a intumammatte tuisia juka nok jiawai jiyokaita jiba junaa’a wa jiokteri; Kat'am mabeta juka nok jiawai jiyokaita ka na'alebesia bichateko jiokteri make. Jume jiob'riam ya ayukame:

source: Why are you asking?
yaq: ¿Jaisakai empo a nattemae?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
yaq: Bemela bo’otekil make, empo a juka siimeta inim jo’anta a ja’jase intokk ketchia e a ta’ta’a jume wuate roopo nookim itom mikkame.

source: Write
yaq: Jiokte

source: Write options menu
yaq: Yeu, pu’aria jiojtebetchibo.

source: y
yaq: s

source: Y
yaq: S

source: Yes
yaq: Jewi

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
yaq: Omot lula ket empo a ma kibake am mabetbetchibo { sc-review-form-button-approve-shortcut } into kam mabetbetchibo { sc-review-form-button-reject-shortcut } into kechia am cheptabetchibo, { sc-review-form-button-skip-shortcut } into am cheptabetchibo.

source: You cannot add multiple sentences for a single submission
yaq: Ka amman bittuatuk jume jaiki nook jiawaim inim chia ka obiachiku lula.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
yaq: Ketún empo ke wepul nooki tat a pit'ta, chaka'ariao a soita tabwi nooki ta ama yecha betchibo.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
yaq: Jaibu e nabujtia e am bittuasuk jaibu kawetu inim pagina po. Chubala bo’obicha () minutom jiawai nookim bittuabaeteko. ¡Chookuttsia em yantelaitukabetchibo!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
yaq: Jaibu e nabujtia e am bittuasuk jaibu kawetu inim pagina po. Chunala bo’obicha { $retryLimit } segundom se’nu nook jiawai ta bittuabetchibo. ¡Chookuttsia em yantelaitukabetchibo!

source: You must allow microphone access.
yaq: Niita ke empo jiawa jaktei ta etapone.

source: You’re contributing to a target segment
yaq: Aemak ea yeu yuma nasuk chibejti boo’o tekil make.

source: You’re contributing to our first target segment
yaq: Itomak e a jua itom inia wepul nasuk chibejti boo’o tekil make

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
yaq: Unne chummti e wueye, chubala ili boo’bichaka a mabeta juka nook tewa’aita, into tuisi a bicha lapo tuisi ya’aritune.

source: You're helping Common Voice reach our daily sentence goals!
yaq: ¡Common Voice te annia itom tekil boo’o ja’jam betchibo em chikti ta'apo nook jiawaim itou bittua betchibo!

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
yaq: Kat’te am jippu’enta bena wuate nok jiawai jiyokaim em nokanta. Wa soisoitawapo a pit’ta tabwi nok etejorim jikaibaeteko juka nokanta.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
yaq: U em nokame etejori lutekamtabena! Ta Empo tulisi eateko, tuisi empo bemelasi a nakulia um soisoitawapo tabwi etejorim bitchubetchibo u em a a nokapo.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
yaq: Chookuttesia em a aniakapo u common voice a yumak juka [] itom tekil boo’o u nokwamta jityokame inia taiwechi []

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
yaq: Chookuttesia em a aniakapo u common voice a yumak juka [] itom tekil boo’o u nokwamta jityokame mabeta inia taiwechi []
